[
  {
    "id": "1",
    "name": "Visual.ly",
    "author": "conyersmooney",
    "description": "Cryptocurrency is the new type of currency that has been gaining popularity across the world. A cryptography exchange is a platform that can generate revenue regardless of its value. the monthly revenue of the top 10 exchanges can exceed $62 millions.",
    "urlToImage": "https://thumbnails-visually.netdna-ssl.com/15-facts-about-cryptocurrency-such-as-illuminati-coin-that-you-should-know_5f3a1c4793874_w250_h250.jpg"
  },
  {
  "id": "2",
  "name": "99bitcoins.com",
  "author": "Steven Hay",
  "description": "The post Coinbase to Offer Bitcoin-Backed Loans to US Customers. Bitcoin News Summary Aug 17, 2020 appeared first on 99 Bitcoins. Coinbase will allow U.S. retail customers to borrow fiat loans against as much as 30% of their bitcoin holdings. From Coinbase to  Offer  Bitcoin-Backed  Loans to US Customers | Bitcoin News Summary Aug 17, 2020 https://99bitcoins.com/bitcoin-news-summary-aug-17-2020. Yam, a DeFi token,  suffered  a fatal Code flaw which saw about $750,000 worth of tokens get locked up permanently and irretrievably. The project launched on Tuesday and had already accumulated over half a billion Dollars in value by Thursday. A report on DeFi revealed that over $25 million had been hacked or otherwise lost in the space in the second quarter of 2020.",
  "urlToImage": "https://99bitcoins.com/wp-content/uploads/2020/08/This-week-in-Bitcoin-Aug-17-2020.jpg"
  },
  {
  "id": "3",
  "name": "Dailyfintech.com",
  "author": "Ilias Louis Hatzis",
  "description": "Early last week, Bitcoin got a thumbs up from an unexpected source. MicroStrategy Incorporated (Nasdaq: MSTR), a publicly traded company, shook the entire crypto community when it purchased $250 million worth of Bitcoin (21,454 BTC). The purchase was part of MicroStrategy's new capital allocation strategy",
  "urlToImage": "https://i2.wp.com/dailyfintech.com/wp-content/uploads/2020/08/01-2.jpg?fit=1000%2C667&ssl=1"
  },
  {
  "id": "4",
  "name": "Visual.ly",
  "author": "sharmarajrocks803",
  "description": "Litecoin Litecoin is a peer-to-peer cryptocurrency and open source software project released by Charlie Lee. The Litecoin Network aims to process a block every 2.5 minutes, rather than Bitcoin's 10 minutes. Litecoin uses scrypt in its proof-of-work algorithm, a sequential memory-hard function requiring asymptotically more memory.",
  "urlToImage": "https://thumbnails-visually.netdna-ssl.com/about-cryptocurrency--bitcoin-litecoin-ether--bitcoin-cash_5f3a0c738d9d7_w250_h250.PNG"
  },
  {
  "id": "5",
  "name": "Cointelegraph",
  "author": "Cointelegraph By Turner Wright",
  "description": "Bitcoin’s seven-day average hash rate passes 129 EH/s for the first time as the price continues to meet resistance at the $12K level.",
  "urlToImage": "https://s3.cointelegraph.com/storage/uploads/view/6a43dd9b495e6f234e993b9be3c51365.jpg"
  },
  {
  "id": "6",
  "name": "Mashable",
  "author": "Joseph Green",
  "description": "Cash isn't necessarily king anymore. You've probably heard that cryptocurrency and blockchain technologies (which power things like Bitcoin and Ethereum) aren't going anywhere. But what exactly is blockchain? And how does it make cryptocurrency possible? That's a question even some of your savviest friends might not be able to fully explain. ",
  "urlToImage": "https://mondrian.mashable.com/2020%252F08%252F17%252F40%252F5fe1250a25cd46bca29df0fa3c2e813f.4539c.png%252F1200x630.png?signature=PeH92TKb8dmntUe5Zygr2icxP4o="
  },
  {
  "id": "7",
  "name": "Cointelegraph",
  "author": "Cointelegraph By Turner Wright",
  "description": "The US President said during a press conference that he would consider allowing Edward Snowden to return from his 7-year ‘exile’ in Russia.",
  "urlToImage": "https://s3.cointelegraph.com/storage/uploads/view/f6e887ee01df912e1964b8332f4e29c2.jpg"
  },
  {
  "id": "8",
  "name": "CoinDesk",
  "author": "Muyao Shen",
  "description": "George Ball, who claimed himself as a Bitcoin and blockchain opponent, said that bitcoin or another cryptocurrency is “very attractive” both in the long term and short term.",
  "urlToImage": "https://static.coindesk.com/static/images/facebook-fac97d3978e92835d7996398f6816652.png"
  }
]
